[
    {
      "date": "2024-11-18",
      "shortSummary": "Prima dagje, mood 7",
      "fullNotes": "Mood: Een 7en. Ik vond het een prima dagje, niet slecht maar ook niet super goed ofzo. Niet superveel gedaan, vooral lekker binnen geweest en gechillt. Heb ook niet echt een speciale emotie gevoeld die echt eruit sprong.\n\nEnergie niveau:\nOchtend: 7, werd goed wakker. Ik weet dat ik over de bankzitters had gedroomd dat ze in Geldrop waren hahaha. Ben wel weer een keer toen ik rond 9:00 wakker werd in slaap gevallen en om 10:00 weer wakker geworden. Om 10:30 uit bed.\nAvond: 6, ik ben voor het eerst in een hele lange tijd wakker/uit bed na 00:00. Ik typ dit nu om 1:30 omdat ik een film heb gekeken: \"The Substance\". Hij was echt heel smerig maar wel heel goed in elkaar gezet vond ik. Ik ben nu wel moe uiteraard, dus ik ga zo ook meteen slapen. Verder niks geks gemerkt door de dag qua energie. Ik was wel best moe rond 16:00, maar dat heb ik vaker.\n\nSlaap\nTijd geslapen: 9 uur\nKwaliteit: 8, gewoon weer prima geslapen niks op aan te merken. Ben volgens mij ook niet eens wakker geworden snachts.\nDromen: bankzitters in Geldrop zoals ik al zei haha.\n\nAngst\n3\nFysieke symptomen: kortademigheid en licht in mijn hoofd. Ik heb dit gelukkig maar heel even in de vroege middag gehad en heb er verder niet echt iets van gemerkt. Ben ik echt blij mee, het voelt alsof mijn leven weer een beetje normaal wordt.\nTriggers: niet echt gemerkt, het kwam gewoon ineens toen ik achter de PC zat.\n\nEetlust\nIk heb niet iets raars gemerkt vandaag qua eetlust. Ik had gewoon normale honger door de dag heen en heb ook ontbeten (2 boterhammen bruin met grillworst + curry en ardenner worst + curry). Geluncht (Sateetje en 2 sneden bruin brood) en avond gegeten (Kleine portie friet uit vet, 3/4 sparerib botjes, kippendij en witte bonen in tomatensaus). Ook hier ben ik weer echt blij mee, gewoon dat ik normale honger heb en mijn angst het niet in de weg zit.\n\nTrusten.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-19",
      "shortSummary": "Mindere dag, mood 5",
      "fullNotes": "Mood: Een 5je. Vandaag was het een wat mindere dag. Dat kwam vooral door de avond. Ik was weer naar mijn moeder gegaan en hier kreeg ik weer te horen dat het niet gezellig was. Mijn broertje had problemen op school, mijn moeder had zoals gewoonlijk ruzie met mijn stiefvader. Dus dit maakte het allemaal niet heel leuk en heeft het mijn mood erg naar beneden gehaald.\n\nEnergie niveau:\nOchtend: 6, werd vrij laat wakker (10:30) maar dat kwam sowieso omdat ik gisteren om 02:00 pas ging slapen. Dus ik heb wel gewoon 8+ uur slaap gehad.\nAvond: 4, ik schrijf dit om 00:47 omdat ik een oud programma weer heb gevonden en was er helemaal verslaafd aan de laatste 2 uur. Vandaar dat het weer laat is geworden, niet omdat ik niet moe was ofzo gelukkig. Ik ga zo meteen naar bed want ben wel erg moe.\n\nSlaap\nTijd geslapen: 8 uur\nKwaliteit: 8, gewoon goed geslapen zonder op of aanmerkingen.\nDromen: Kan ik me niet herinneren...\n\nAngst\n5\nIk heb vandaag niet heel erg last gehad van mijn angst behalve op een paar momenten. Triggers: Ik merkte dat ik tijdens het lezen van DARE weer mijn fysieke symptomen begon te voelen. Dit is dus een patroon die ik echt herken. Verder had ik vandaag in de avond tijdens film kijken een soort licht oncomfortabel brandend gevoel in mijn rechterhand. Ik kreeg meteen al angstgedachtes maar deze kreeg ik snel onder controle door de DARE response. Dat was erg fijn dus.\n\nEetlust\nVandaag had ik gewoon lekker honger op elk moment van de dag, behavle savonds. Toch kon ik gewoon een behoorlijke maaltijd op hier dus dat viel gelukkig mee. Sochtends 2 broodjes knakworst. Smiddags (laat rond 15:30) 2 bruine sneetjes brood met 2x ardenner worst. Savonds krieltjes, bonen en brocoli en 2 kippendijen(?) Was erg lekker allemaal.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-11-20",
      "shortSummary": "Middagdipjes, mood 6",
      "fullNotes": "Mood: Een 6je. Prima gestart, wel wat middagdipjes. Energie niveau: Ochtend 6, Avond 5. Paar keer gapen achter de PC, verder oké. Slaap: 8 uur geslapen, voelde me redelijk uitgerust. Angst: 4, had soms wat licht in m’n hoofd, maar niet heftig. Eetlust: Normaal, in de avond wat minder trek maar toch gegeten.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-11-21",
      "shortSummary": "Goede ochtend, lichte irritatie later",
      "fullNotes": "Mood: 6,5. Helemaal prima ochtend, lichte irritatie in de namiddag door wat huiselijke dingetjes. Energie: Ochtend 7, voelde me best fris. Avond 5, werd wat sloom. Slaap: 7 uur, kwaliteit 7. Angst: 3, weinig last gehad. Eetlust: Goed, ’s ochtends 2 boterhammen met kaas, ’s avonds een simpele pasta.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-22",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-23",
      "shortSummary": "Lekker weekendgevoel, mood 7",
      "fullNotes": "Mood: Een 7. Lekker weekendgevoel. Energie: Ochtend 6, Avond 7. Iets uitgeslapen en dat hielp. Slaap: 9 uur, kwaliteit 8. Angst: 4, af en toe spanning maar niets groots. Eetlust: Normaal, gezellig met vrienden in de avond wat gegeten (friet en snacks).",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-11-24",
      "shortSummary": "Prima",
      "fullNotes": "Prima",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-25",
      "shortSummary": "Prima dag, mood 7, alcohol gedronken",
      "fullNotes": "Mood: Een 7. Het was een prima dagje, lekker rustig vooral. Buiten was het ook een record warmte van 17 graden in november. Dat was erg lekker om in te wandelen. Verder heb ik gewoon gechillt en met vrienden gegamed. We hebben weer een Minecraft server aangeschaft (waar heel veel problemen mee waren eerst maar het is opgelost na 3 uur). Dat was heel leuk!\n\nEnergie niveau:\nOchtend: 4,5. Dit is puur omdat ik gisteravond tevoren gewoon gedronken had met vrienden dus mijn slaap was echt niet goed haha. Verder niks aan de hand.\nAvond: 4. Niet heel veel gedaan vandaag maar wel gewoon goed moe. Ik ga dus zo weer lekker slapen (ik schrijf dit om 00:05).\n\nSlaap:\nTijd geslapen: 10 uur. Wel lang geslapen\nKwaliteit: 6. Ik heb lang maar niet al te best geslapen. Dat komt ook echt door de alcohol gewoon. Door alcohol ga ik snel slapen maar dan is de slaap erg slecht. Ik word veel wakker snachts door kater klachten zoals maagzuur, misselijk, koppijn, droge mond etc. Ook moet ik uiteraard veel naar de WC.\nDromen: kan ik me niet echt herinneren (misschien maar in de ochtend meteen opschrijven haha.)\n\nAngst:\n3\nEcht ik merk steeds meer dat mijn angst gewoon een stuk is afgenomen. Daar ben ik echt blij mee. OF het nu door de pillen komt of door mijn reactie op bepaalde gedachtes ik weet het niet, het maakt me ook niet echt uit. Ik voel me gewoon een stuk beter. Of in ieder geval, een stuk minder angstig en dat is al heel wat.\nTriggers: niet echt gehad. Niet opgemerkt.\n\nEetlust\nVandaag was deze in de ochtend wat minder (wss door de alcohol) maar heb wel gewoon prima gegeten. (3 kleine sneetjes bruin brood met filet American, grillworst en Nutella) ochtend. Smiddags sateetje met 2 plakjes bruin brood. Savonds dikke frieten uit het vet met 6 dunne kleine braadworstjes en een simpele ijsbergsalade met zure dressing. Verder geen last gehad van minder eetlust ofzo.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-26",
      "shortSummary": "Beetje moe, mood 6",
      "fullNotes": "Mood: Een 6. Net iets onder mijn normale doen, beetje moe. Energie: Ochtend 5, Avond 6. Kreeg pas laat op de dag wat energie. Slaap: 8 uur. Niet heel diep, paar keer wakker geworden. Angst: 5, voelde spanning in de bus naar werk, maar kon ermee omgaan. Eetlust: Middageten overgeslagen door drukte, avondeten ingehaald met rijst en kip.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-11-27",
      "shortSummary": "Prima",
      "fullNotes": "Prima",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-28",
      "shortSummary": "Stabiele dag, mood 7",
      "fullNotes": "Mood: 7, best een goede dag. Had zin om te gamen en te chillen. Energie: Ochtend 6, Avond 7. Stabiel gevoel door de dag heen. Slaap: 8 uur, kwaliteit 7, best oké. Angst: 3, bijna geen last behalve een kleine piekerbui na het eten. Eetlust: Normaal, lekker geluncht met tosti’s en ’s avonds spaghetti.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-11-29",
      "shortSummary": "Beetje werkstress, mood 6",
      "fullNotes": "Mood: 6, beetje gestrest door werkafspraken, maar niet dramatisch. Energie: Ochtend 5, Avond 6. Kreeg later op de dag een energieboost. Slaap: 7 uur, redelijk geslapen. Angst: 4, voelde lichte onrust toen ik boodschappen deed. Eetlust: Goed, heb in de avond nog wat lekkers gehaald (chips).",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-11-30",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-01",
      "shortSummary": "Zin in gamen, mood 7",
      "fullNotes": "Mood: 7, had er zin in vandaag. Energie: Ochtend 6, Avond 7. Met vrienden gegamed, gaf me energie. Slaap: 8 uur, kwaliteit 8. Angst: 3, weinig klachten. Eetlust: Prima, in de avond een pizza gedeeld met m’n broer.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-02",
      "shortSummary": "Maandagochtend gevoel, mood 5",
      "fullNotes": "Mood: 5, beetje last van maandagochtendgevoel, voelde me sloom. Energie: Ochtend 4, Avond 5. Moest echt wakker worden met koffie. Slaap: 7 uur, niet heel diep. Angst: 5, beetje piekeren over werk en gezondheid. Eetlust: Normaal, maar at wat minder omdat ik me niet top voelde.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-12-03",
      "shortSummary": "Prima",
      "fullNotes": "Prima",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-04",
      "shortSummary": "Redelijk, mood 6",
      "fullNotes": "Mood: 6, niet heel vrolijk maar ook niet down. Energie: Ochtend 5, Avond 6. Kwakkelde een beetje, maar ging wel. Slaap: 7 uur, kwaliteit 7. Angst: 4, kleine angstprikkels tijdens social media. Eetlust: Goed, had trek in pasta.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-12-05",
      "shortSummary": "Vrolijk, Sinterklaasdagje",
      "fullNotes": "Mood: 7. Best vrolijk, Sinterklaas-dingetjes op tv gekeken. Energie: Ochtend 6, Avond 7. Slaap: 8 uur, redelijk in één stuk doorgeslapen. Angst: 3, weinig last. Eetlust: Zin in zoetigheid (pepernoten, chocola).",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-06",
      "shortSummary": "Chille vrijdag, mood 6,5",
      "fullNotes": "Mood: 6,5. Wel chill, beetje druk gehad met werk. Energie: Ochtend 6, Avond 6. Slaap: 7 uur, kwaliteit 6, had moeite met inslapen. Angst: 4, voelde even spanning maar niets groots. Eetlust: Normaal, broodjes en ’s avonds rijst met groente.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-12-07",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-08",
      "shortSummary": "Ontspannen zondag, mood 7",
      "fullNotes": "Mood: 7. Ontspannen ochtend, beetje Netflix gekeken. Energie: Ochtend 7, Avond 5. Werd in de avond erg moe. Slaap: 8 uur, goed geslapen. Angst: 3, had één moment van hoofdpijn waar ik licht van schrok, maar trok weg. Eetlust: Prima, heb samen met vrienden gebarbecued binnen (gourmet).",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-09",
      "shortSummary": "Lome maandag, mood 5",
      "fullNotes": "Mood: 5, maandagen zijn vaak wat zwaarder. Energie: Ochtend 5, Avond 4. M’n dag was loom, geen zin in werk. Slaap: 7 uur, lag er wel optijd in maar sliep laat. Angst: 5, veel gepiekerd over kleine dingetjes. Eetlust: Viel mee, gewoon ontbijt en simpele salade in de avond.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-12-10",
      "shortSummary": "Prima",
      "fullNotes": "Prima",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-11",
      "shortSummary": "Werk gaf afleiding, mood 6",
      "fullNotes": "Mood: 6, niet heel vrolijk maar ook niet down. Energie: Ochtend 5, Avond 6. Werk gaf wat afleiding. Slaap: 8 uur, redelijk goed. Angst: 4, tijdens boodschappen even duizelig, trok snel weg. Eetlust: Normaal, wel veel trek in chocola.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-12-12",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-13",
      "shortSummary": "Lichte stress voor weekend, mood 6",
      "fullNotes": "Mood: 6, had zin in weekend maar voelde ook stress om dingen af te maken. Energie: Ochtend 6, Avond 6, stabiel. Slaap: 7 uur, kwaliteit 7. Angst: 5, piekerde over wat afspraken maar kon het oké onder controle houden. Eetlust: Redelijk, sushi besteld in de avond met huisgenoten.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-12-14",
      "shortSummary": "Gezellige zaterdag, mood 7",
      "fullNotes": "Mood: 7, gezellige dag met vrienden. Energie: Ochtend 7, Avond 7. Beetje op tijd naar bed gegaan. Slaap: 9 uur, lekker uitgeslapen. Angst: 3, geen grote zorgen vandaag. Eetlust: Goed, in de middag broodjes en in de avond friet.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-15",
      "shortSummary": "Wat saaie zondag, mood 5",
      "fullNotes": "Mood: 5, dag was wat saai, weinig gedaan. Energie: Ochtend 6, Avond 5. Voelde me in de avond lamlendig. Slaap: 8 uur, okay-ish. Angst: 4, merkte wat spanning in m’n schouders maar niet erg. Eetlust: Normaal, wel licht hoofdgerecht (soep + brood).",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-12-16",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-17",
      "shortSummary": "Angstig door duizeligheid, maar over het algemeen prima",
      "fullNotes": "Lange tijd niet dagboek bijgehouden, nieuwe tactiek proberen. Korte kernwoorden opschrijven nu.\nVandaag: angstig door duizeligheid door de dag heen, blij dat ik werk heb afgerond voor even en geld heb verdient. Over t algemeen prima, leuk Minecraft gespeeld weer met broer en vrienden. Laat wakker geworden, rond 11:45. Goed geslapen. 1L bier gedronken en daarna veel water. Nu naar bed om 00:25",
      "stressScore": 5,
      "anxietyScore": 7
    },
    {
      "date": "2024-12-18",
      "shortSummary": "Korte paniekaanval, toch nog naar concert",
      "fullNotes": "Ahhh de paniekaanval, ik had hem weer voor het eerst in een maand. Dit keer gelukkig niet een uur lang maar stilletjes 20 minuten tijdens een bezoek aan Alma en Amber waar we vervolgens naar een concert zouden gaan. Zweten, duizelig, heel licht in mijn hoofd, heel mijn gezicht stond onder de prikkels van mijn zenuwen (hetzelfde gevoel als je been slaapt maar dan in je gezicht) mijn rechterooglid die leek niet volledig open te gaan. Toen kreeg ik enorme paniek. Dit was rond het moment dat we zouden gaan en na het eten. Ik snap niet helemaal waarom ik hem kreeg, ik denk gewoon weer dat ik bij Alma was waar ik het de vorige keer ook had gekregen. Ik was subtiel naar buiten gegaan rond de tijd dat mensen klaar aan het maken waren om te gaan en ging toen snel naar de wc, onderweg moest ik uit het niets kokhalzen. Dat is ook weer een eerste. Eenmaal op de WC werd ik eigenlijk meteen rustig. De prikkels uit mijn gezicht verdwenen en ik heb niet moeten overgeven. Ik heb toen 5 minuutjes op de WC gezeten om te kalmeren en kon toen weer normaal functioneren. Ik ben uiteindelijk gewoon mee gegaan naar het concert en het was best leuk.",
      "stressScore": 8,
      "anxietyScore": 8
    },
    {
      "date": "2024-12-19",
      "shortSummary": "Beetje benauwd, maar dagje stad",
      "fullNotes": "Mood: 6, half werkdagje gedaan en wat door de stad gewandeld. Energie: Ochtend 5, Avond 6. Slaap: 8 uur, werd fris wakker om 8:00. Angst: 4, had het even benauwd toen ik aan oude klachten dacht. Eetlust: Normaal, in de middag fastfood (burger).",
      "stressScore": 7,
      "anxietyScore": 7
    },
    {
      "date": "2024-12-20",
      "shortSummary": "Prima",
      "fullNotes": "Prima",
      "stressScore": 6,
      "anxietyScore": 7
    },
    {
      "date": "2024-12-21",
      "shortSummary": "Tamelijk oké zaterdag, mood 6",
      "fullNotes": "Mood: 6, tamelijk oké. Niet heel spectaculair, niet slecht. Energie: Ochtend 6, Avond 6, best constant. Slaap: 7 uur, lekker geslapen. Angst: 3, amper last. Eetlust: Goed, zin in pizza gehad en die ook besteld.",
      "stressScore": 6,
      "anxietyScore": 7
    },
    {
      "date": "2024-12-22",
      "shortSummary": "Kerststemming, mood 7",
      "fullNotes": "Mood: 7, beetje kerststemming al. Lekker relaxed opgestaan. Energie: Ochtend 6, Avond 7, kreeg energie van kerstversiering ophangen. Slaap: 8 uur, prima. Angst: 3, voelde me redelijk op m’n gemak. Eetlust: Veel trek, heb warm geluncht en ’s avonds bij familie gegeten.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-12-23",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 4,
      "anxietyScore": 6
    },
    {
      "date": "2024-12-24",
      "shortSummary": "Beetje zenuwachtig voor Kerst",
      "fullNotes": "Mood: 6, beetje zenuwachtig voor Kerst, maar ook zin in. Energie: Ochtend 5, Avond 6. Kleine middagdut gedaan. Slaap: 7 uur, had iets te veel koffie op in de avond. Angst: 4, piekerde even over gezondheid maar zakte weg na een serie kijken. Eetlust: Prima, in de middag pannenkoeken gebakken.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-12-25",
      "shortSummary": "Kerstdag, mood 7",
      "fullNotes": "Mood: 7, leuke dag met familie. Energie: Ochtend 6, Avond 6, maar wel vrolijk door de feeststemming. Slaap: 8 uur, sliep lekker na een glas wijn. Angst: 3, geen grote klachten, soms wat onrust met familie. Eetlust: Heerlijk kerstdiner met kalkoen en groenten.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-26",
      "shortSummary": "Prima",
      "fullNotes": "Prima",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-27",
      "shortSummary": "Nog in vakantiesfeer, mood 6",
      "fullNotes": "Mood: 6, nog in de relaxte vakantiesfeer. Energie: Ochtend 5, Avond 6. Iets te veel gedaan overdag, was moe. Slaap: 7 uur, was te laat naar bed gegaan (gamen). Angst: 4, af en toe een lichte steek in m’n borst maar ’t viel mee. Eetlust: Oké, restjes van Kerst opgemaakt.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2024-12-28",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-29",
      "shortSummary": "Energieker, veel gegamed",
      "fullNotes": "Mood: 7, voelde me weer wat energieker, samen met vrienden gegamed. Energie: Ochtend 6, Avond 7. Slaap: 8 uur, best goed. Angst: 3, af en toe een klein piekermomentje. Eetlust: Normaal, pizza in de avond en tussendoor wat fruit.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2024-12-30",
      "shortSummary": "Vooruitzicht op oud en nieuw, mood 6",
      "fullNotes": "Mood: 6, vooruitzicht op oud en nieuw is wel leuk, maar toch beetje spanning. Energie: Ochtend 5, Avond 6. Kreeg energie door met planning bezig te zijn. Slaap: 7 uur, oké. Angst: 5, kortademigheid toen ik vuurwerk hoorde, maar kalmeerde snel. Eetlust: Goed, pasta en salade gehad.",
      "stressScore": 5,
      "anxietyScore": 5
    },
    {
      "date": "2024-12-31",
      "shortSummary": "Oudjaarsdag, gespannen om ziek te worden",
      "fullNotes": "Ik was bang dat ik net met nieuwjaar ook de ziekte van broer zou overnemen en niet van de dag kon genieten. Gelukkig is dit niet gebeurd en was het verder erg gezellig!",
      "stressScore": 6,
      "anxietyScore": 6
    },
    {
      "date": "2025-01-01",
      "shortSummary": "Brak door oud en nieuw, mood 6",
      "fullNotes": "Mood: 6, enigszins brak door oud en nieuw, maar wel gezellig gehad. Energie: Ochtend 4, Avond 5. Werd laat wakker, beetje suffig. Slaap: 5 uur maar onrustig door vuurwerk. Angst: 4, voornamelijk oorsuizen van knallers. Eetlust: Goeie trek in vette hap (frituur) na een avondje feesten.",
      "stressScore": 4,
      "anxietyScore": 4
    },
    {
      "date": "2025-01-02",
      "shortSummary": "Fris nieuwjaarsgevoel, mood 7",
      "fullNotes": "Mood: 5, behoorlijke kater na nieuwjaar. Energie: Ochtend 3, Avond 5, voelde me niet superfit. Slaap: 9 uur, goed uitgeslapen. Angst: 3, weinig klachten, was voornamelijk ontspannen. Eetlust: Normaal.",
      "stressScore": 3,
      "anxietyScore": 3
    },
    {
      "date": "2025-01-03",
      "shortSummary": "Niks bijzonders",
      "fullNotes": "Niks bijzonders",
      "stressScore": 3,
      "anxietyScore": 3
    }
  ]
  